Repository: phoenixfamily/phoenixfamily
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: Read More
hi: और पढ़ें

source: Discover Insights, Stories, and Innovations
hi: अंतर्दृष्टि, कहानियाँ और नवाचार खोजें

source: Phoenix Family | Board Games, Entertainment Apps & More!
hi: फीनिक्स परिवार | बोर्ड गेम्स, एंटरटेनमेंट ऐप्स और भी बहुत कुछ!

source: Discover Phoenix Family – your ultimate destination for family entertainment! From online entertainment to entertainment apps and and best board games for adults, fun awaits!
hi: फीनिक्स परिवार की खोज करें – पारिवारिक मनोरंजन के लिए आपकी अंतिम मंज़िल! ऑनलाइन मनोरंजन से लेकर एंटरटेनमेंट ऐप्स और वयस्कों के लिए बेहतरीन बोर्ड गेम्स तक, मज़ा आपका इंतजार कर रहा है!

source: phoenix family
hi: फीनिक्स परिवार

source: family entertainment
hi: पारिवारिक मनोरंजन

source: entertainment online
hi: ऑनलाइन मनोरंजन

source: entertainment apps
hi: मनोरंजन ऐप्स

source: family board games
hi: पारिवारिक बोर्ड गेम्स

source: board game online
hi: ऑनलाइन बोर्ड गेम

source: board game apps
hi: बोर्ड गेम ऐप्स

source: game apps
hi: गेम ऐप्स

source: best entertainment apps
hi: सर्वश्रेष्ठ मनोरंजन ऐप्स

source: best board games for adults
hi: वयस्कों के लिए सर्वश्रेष्ठ बोर्ड गेम्स

source: About Us
hi: हमारे बारे में

source: Logo
hi: लोगो

source: Toggle navigation
hi: नेविगेशन टॉगल करें

source: Home
hi: होम

source: Products
hi: उत्पाद

source: Contact Us
hi: हमसे संपर्क करें

source: Blogs
hi: ब्लॉग्स

source: FAQ
hi: सामान्य प्रश्न

source: Find answers to the most frequently asked questions below.
hi: सबसे अधिक पूछे जाने वाले प्रश्नों के उत्तर नीचे खोजें।

source: Phone
hi: फोन

source: Email
hi: ईमेल

source: Follow Us
hi: हमें फॉलो करें

source: All rights reserved.
hi: सभी अधिकार सुरक्षित।

source: Search
hi: खोजें

source: Get in Touch! 🎉
hi: संपर्क करें! 🎉

source: Got an exciting idea for collaboration? Or maybe a question you can’t wait to get an answer to? We are here and ready to connect with you!
hi: सहयोग के लिए कोई रोमांचक विचार है? या ऐसा कोई सवाल जिसका जवाब आप तुरंत चाहते हैं? हम यहाँ हैं और आपसे जुड़ने के लिए तैयार हैं!

source: Telegram
hi: टेलीग्राम

source: Whatsapp
hi: व्हाट्सएप

source: Instagram
hi: इंस्टाग्राम

source: Linkdin
hi: लिंक्डइन

source: Fill out the form and send us your message. Our team will eagerly get back to you!
hi: फॉर्म भरें और हमें अपना संदेश भेजें। हमारी टीम जल्द ही आपसे संपर्क करेगी!

source: We’re Looking Forward to Hearing from You! 💬
hi: हम आपसे सुनने के लिए उत्सुक हैं! 💬

source: Write to us and let the magic of entertainment amaze you! 🌟
hi: हमें लिखें और मनोरंजन का जादू आपको चकित कर दे! 🌟

source: Name
hi: नाम

source: Message
hi: संदेश

source: Upload
hi: अपलोड करें

source: Send
hi: भेजें

source: Your browser does not support this format.
hi: आपका ब्राउज़र इस प्रारूप का समर्थन नहीं करता।

source: Create Your Entertainment
hi: अपना मनोरंजन बनाएं

source: Crime Cases Platform
hi: अपराध मामलों का मंच

source: Go to Crime
hi: अपराध पर जाएं

source: Enter our world, investigate complex criminal cases, find the clues, and catch the killer.
hi: हमारी दुनिया में प्रवेश करें, जटिल आपराधिक मामलों की जांच करें, सुराग ढूंढें और हत्यारे को पकड़ें।

source: Red Trap
hi: रेड ट्रैप

source: A mysterious case where no clue of the killer is found at the scene
hi: एक रहस्यमय मामला जहां हत्यारे का कोई सुराग घटनास्थल पर नहीं मिला

source: Investigate
hi: जांच करें

source: Features of PhoenixFamily
hi: फीनिक्स फैमिली की विशेषताएं

source: Features that discern us from others
hi: हमारी विशेषताएं जो हमें दूसरों से अलग बनाती हैं

source: Verify Idea
hi: विचार सत्यापित करें

source: PhoenixFamily Vision
hi: फीनिक्स फैमिली की दृष्टि

source: Empowering creativity and innovation for a brighter tomorrow.
hi: एक उज्जवल भविष्य के लिए रचनात्मकता और नवाचार को सशक्त बनाना।

source: Are you ready to start?
hi: क्या आप शुरू करने के लिए तैयार हैं?

source: Messages
hi: संदेश

source: Site Maps
hi: साइट मैप्स

source: Static Files
hi: स्थिर फ़ाइलें

source: Syndication
hi: सिंडिकेशन

source: That page number is not an integer
hi: वह पृष्ठ संख्या एक पूर्णांक नहीं है

source: That page number is less than 1
hi: वह पृष्ठ संख्या 1 से कम है

source: That page contains no results
hi: उस पृष्ठ में कोई परिणाम नहीं है

source: Enter a valid value.
hi: एक मान्य मान दर्ज करें।

source: Enter a valid URL.
hi: एक मान्य URL दर्ज करें।

source: Enter a valid integer.
hi: एक मान्य पूर्णांक दर्ज करें।

source: Enter a valid email address.
hi: एक मान्य ईमेल पता दर्ज करें।

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
hi: अक्षरों, संख्याओं, अंडरस्कोर या हाइफ़न से बना एक मान्य 'स्लग' दर्ज करें।

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
hi: यूनिकोड अक्षरों, संख्याओं, अंडरस्कोर या हाइफ़न से बना एक मान्य 'स्लग' दर्ज करें।

source: Enter a valid IPv4 address.
hi: एक मान्य IPv4 पता दर्ज करें।

source: Enter a valid IPv6 address.
hi: एक मान्य IPv6 पता दर्ज करें।

source: Enter a valid IPv4 or IPv6 address.
hi: एक मान्य IPv4 या IPv6 पता दर्ज करें।

source: Enter only digits separated by commas.
hi: सिर्फ संख्याएँ दर्ज करें, जो कॉमा से अलग हों।

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
hi: सुनिश्चित करें कि यह मान %(limit_value)s है (यह %(show_value)s है)।

source: Ensure this value is less than or equal to %(limit_value)s.
hi: सुनिश्चित करें कि यह मान %(limit_value)s से कम या बराबर है।

source: Ensure this value is greater than or equal to %(limit_value)s.
hi: सुनिश्चित करें कि यह मान %(limit_value)s से अधिक या बराबर है।

source: Ensure this value is a multiple of step size %(limit_value)s.
hi: सुनिश्चित करें कि यह मान स्टेप साइज़ %(limit_value)s का गुणांक है।

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
hi: सुनिश्चित करें कि इस मान में कम से कम %(limit_value)d अक्षर हैं (इसमें %(show_value)d है)।

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
hi: सुनिश्चित करें कि इस मान में अधिकतम %(limit_value)d अक्षर हैं (इसमें %(show_value)d है)।

source: Enter a number.
hi: एक संख्या दर्ज करें।

source: Ensure that there are no more than %(max)s digit in total.
hi: सुनिश्चित करें कि कुल मिलाकर %(max)s से अधिक अंक न हों।

source: Ensure that there are no more than %(max)s decimal place.
hi: सुनिश्चित करें कि दशमलव स्थान %(max)s से अधिक न हो।

source: Ensure that there are no more than %(max)s digit before the decimal point.
hi: सुनिश्चित करें कि दशमलव बिंदु से पहले %(max)s से अधिक अंक न हों।

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
hi: फ़ाइल एक्सटेंशन “%(extension)s” मान्य नहीं है। अनुमत एक्सटेंशन हैं: %(allowed_extensions)s।

source: Null characters are not allowed.
hi: नल अक्षर (Null Characters) की अनुमति नहीं है।

source: and
hi: और

source: %(model_name)s with this %(field_labels)s already exists.
hi: इस %(field_labels)s के साथ %(model_name)s पहले से मौजूद है।

source: Constraint “%(name)s” is violated.
hi: प्रतिबंध “%(name)s” का उल्लंघन हुआ है।

source: Value %(value)r is not a valid choice.
hi: मान %(value)r एक मान्य विकल्प नहीं है।

source: This field cannot be null.
hi: यह फ़ील्ड नल (Null) नहीं हो सकता।

source: Key Features:
hi: मुख्य विशेषताएँ:

source: This field cannot be blank.
hi: यह फ़ील्ड खाली नहीं हो सकता।

source: %(model_name)s with this %(field_label)s already exists.
hi: इस %(field_label)s के साथ %(model_name)s पहले से मौजूद है।

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
hi: %(date_field_label)s %(lookup_type)s के लिए %(field_label)s अद्वितीय (Unique) होना चाहिए।

source: Field of type: %(field_type)s
hi: फ़ील्ड प्रकार: %(field_type)s

source: “%(value)s” value must be either True or False.
hi: “%(value)s” मान या तो True या False होना चाहिए।

source: “%(value)s” value must be either True, False, or None.
hi: “%(value)s” मान या तो True, False, या None होना चाहिए।

source: Boolean (Either True or False)
hi: बूलियन (या तो True या False)

source: String (up to %(max_length)s)
hi: स्ट्रिंग (अधिकतम %(max_length)s तक)

source: String (unlimited)
hi: स्ट्रिंग (असीमित)

source: Comma-separated integers
hi: अल्पविराम से अलग किए गए पूर्णांक

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
hi: “%(value)s” मान में अमान्य दिनांक प्रारूप (Invalid Date Format) है। इसे YYYY-MM-DD प्रारूप में होना चाहिए।

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
hi: “%(value)s” मान सही प्रारूप (YYYY-MM-DD) में है, लेकिन यह अमान्य दिनांक (Invalid Date) है।

source: Date (without time)
hi: दिनांक (समय के बिना)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
hi: “%(value)s” मान का प्रारूप अमान्य (Invalid Format) है। इसे YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] प्रारूप में होना चाहिए।

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
hi: “%(value)s” मान में सही प्रारूप (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) है, लेकिन यह अमान्य दिनांक/समय है।

source: Date (with time)
hi: दिनांक (समय के साथ)

source: “%(value)s” value must be a decimal number.
hi: “%(value)s” मान दशमलव संख्या (Decimal Number) होना चाहिए।

source: Decimal number
hi: दशमलव संख्या

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
hi: “%(value)s” मान का प्रारूप अमान्य (Invalid Format) है। इसे [DD] [[HH:]MM:]ss[.uuuuuu] प्रारूप में होना चाहिए।

source: Duration
hi: अवधि

source: Email address
hi: ईमेल पता

source: File path
hi: फ़ाइल पथ

source: “%(value)s” value must be a float.
hi: “%(value)s” मान फ्लोट (Float) होना चाहिए।

source: Floating point number
hi: फ्लोटिंग प्वाइंट संख्या

source: “%(value)s” value must be an integer.
hi: “%(value)s” मान पूर्णांक (Integer) होना चाहिए।

source: Integer
hi: पूर्णांक

source: Big (8 byte) integer
hi: बड़ा (8 बाइट) पूर्णांक

source: Small integer
hi: छोटा पूर्णांक

source: IPv4 address
hi: IPv4 पता

source: IP address
hi: IP पता

source: “%(value)s” value must be either None, True or False.
hi: “%(value)s” मान या तो None, True या False होना चाहिए।

source: Boolean (Either True, False or None)
hi: बूलियन (या तो True, False या None)

source: Positive big integer
hi: सकारात्मक बड़ा पूर्णांक

source: Positive integer
hi: सकारात्मक पूर्णांक

source: Positive small integer
hi: सकारात्मक छोटा पूर्णांक

source: Slug (up to %(max_length)s)
hi: स्लग (अधिकतम %(max_length)s तक)

source: Text
hi: पाठ

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
hi: “%(value)s” मान का प्रारूप अमान्य (Invalid Format) है। इसे HH:MM[:ss[.uuuuuu]] प्रारूप में होना चाहिए।

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
hi: “%(value)s” मान का प्रारूप सही है (HH:MM[:ss[.uuuuuu]]) लेकिन यह अमान्य समय है।

source: Time
hi: समय

source: Raw binary data
hi: कच्चा बाइनरी डेटा

source: “%(value)s” is not a valid UUID.
hi: “%(value)s” मान एक मान्य UUID नहीं है।

source: Universally unique identifier
hi: सार्वभौमिक अद्वितीय पहचानकर्ता

source: File
hi: फ़ाइल

source: Image
hi: चित्र

source: A JSON object
hi: एक JSON वस्तु

source: Value must be valid JSON.
hi: मान को वैध JSON होना चाहिए।

source: %(model)s instance with %(field)s %(value)r does not exist.
hi: %(model)s उदाहरण जिसमें %(field)s %(value)r है, अस्तित्व में नहीं है।

source: Foreign Key (type determined by related field)
hi: फॉरेन की (प्रकार संबंधित फ़ील्ड द्वारा निर्धारित)

source: One-to-one relationship
hi: एक-से-एक संबंध

source: %(from)s-%(to)s relationship
hi: %(from)s-%(to)s संबंध

source: %(from)s-%(to)s relationships
hi: %(from)s-%(to)s संबंध

source: Many-to-many relationship
hi: कई-से-कई संबंध

source: This field is required.
hi: यह फ़ील्ड आवश्यक है।

source: Enter a whole number.
hi: कृपया एक पूर्णांक दर्ज करें।

source: Enter a valid date.
hi: कृपया एक वैध तारीख दर्ज करें।

source: Enter a valid time.
hi: कृपया एक वैध समय दर्ज करें।

source: Enter a valid date/time.
hi: कृपया एक वैध तारीख/समय दर्ज करें।

source: Enter a valid duration.
hi: कृपया एक वैध अवधि दर्ज करें।

source: The number of days must be between {min_days} and {max_days}.
hi: दिनों की संख्या {min_days} और {max_days} के बीच होनी चाहिए।

source: No file was submitted. Check the encoding type on the form.
hi: कोई फ़ाइल जमा नहीं की गई। कृपया फ़ॉर्म पर एन्कोडिंग प्रकार की जांच करें।

source: No file was submitted.
hi: कोई फ़ाइल जमा नहीं की गई।

source: The submitted file is empty.
hi: जमा की गई फ़ाइल खाली है।

source: Ensure this filename has at most %(max)d character (it has %(length)d).
hi: सुनिश्चित करें कि इस फ़ाइल का नाम में अधिकतम %(max)d वर्ण (यह %(length)d है) हो।

source: Please either submit a file or check the clear checkbox, not both.
hi: कृपया या तो एक फ़ाइल जमा करें या साफ़ चेकबॉक्स को चेक करें, दोनों नहीं।

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
hi: कृपया एक वैध चित्र अपलोड करें। जो फ़ाइल आपने अपलोड की वह या तो चित्र नहीं है या एक भ्रष्ट चित्र है।

source: Select a valid choice. %(value)s is not one of the available choices.
hi: कृपया एक वैध विकल्प चुनें। %(value)s उपलब्ध विकल्पों में से नहीं है।

source: Enter a list of values.
hi: कृपया मानों की एक सूची दर्ज करें।

source: Enter a complete value.
hi: कृपया एक पूर्ण मान दर्ज करें।

source: Enter a valid UUID.
hi: कृपया एक वैध UUID दर्ज करें।

source: Enter a valid JSON.
hi: कृपया एक वैध JSON दर्ज करें।

source: (Hidden field %(name)s) %(error)s
hi: (छिपा हुआ फ़ील्ड %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
hi: ManagementForm डेटा गायब है या इसे बदल दिया गया है। गायब फ़ील्ड: %(field_names)s। यदि समस्या बनी रहती है, तो आपको एक बग रिपोर्ट दायर करनी पड़ सकती है।

source: Please submit at most %(num)d form.
hi: कृपया अधिकतम %(num)d फ़ॉर्म जमा करें।

source: Please submit at least %(num)d form.
hi: कृपया कम से कम %(num)d फ़ॉर्म जमा करें।

source: Order
hi: क्रम

source: Delete
hi: हटाएं

source: Please correct the duplicate data for %(field)s.
hi: कृपया %(field)s के लिए डुप्लिकेट डेटा सही करें।

source: Please correct the duplicate data for %(field)s, which must be unique.
hi: कृपया %(field)s के लिए डुप्लिकेट डेटा सही करें, जो अद्वितीय होना चाहिए।

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
hi: कृपया %(field_name)s के लिए डुप्लिकेट डेटा सही करें, जो %(date_field)s में %(lookup)s के लिए अद्वितीय होना चाहिए।

source: Please correct the duplicate values below.
hi: कृपया नीचे दिए गए डुप्लिकेट मानों को सही करें।

source: The inline value did not match the parent instance.
hi: इनलाइन मान माता-पिता उदाहरण से मेल नहीं खाता।

source: Select a valid choice. That choice is not one of the available choices.
hi: कृपया एक वैध विकल्प चुनें। वह विकल्प उपलब्ध विकल्पों में से नहीं है।

source: “%(pk)s” is not a valid value.
hi: “%(pk)s” एक वैध मान नहीं है।

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
hi: %(datetime)s को समय क्षेत्र %(current_timezone)s में व्याख्यायित नहीं किया जा सका; यह अस्पष्ट हो सकता है या यह मौजूद नहीं हो सकता।

source: Clear
hi: स्पष्ट करें

source: Currently
hi: वर्तमान में

source: Change
hi: परिवर्तन

source: Unknown
hi: अज्ञात

source: Yes
hi: हाँ

source: No
hi: नहीं

source: yes,no,maybe
hi: हाँ,नहीं,शायद

source: %(size)d byte
hi: %(size)d बाइट
